INSERT INTO students (name, kana_name, nickname, email, area, age, sex) VALUES
('山田太郎', 'やまだたろう', 'たろう', 'taro@example.com', '東京', 20, '男'),
('佐藤花子', 'さとうはなこ', 'はなこ', 'hanako@example.com', '大阪', 22, '女'),
('鈴木一郎', 'すずきいちろう', 'いちろう', 'ichiro@example.com', '名古屋', 21, '男'),
('田中美咲', 'たなかみさき', 'みさき', 'misaki@example.com', '福岡', 23, '女'),
('高橋涼子', 'たかはしりょうこ', 'りょうこ', 'ryoko@example.com', '札幌', 24, '女'),
('中村悠', 'なかむらはるか', 'はるか', 'haruka@example.com', '仙台', 25, '女');

INSERT INTO students_courses (student_id, course_name, course_start_at, course_end_at) VALUES
(1, 'Javaコース', '2023-01-01 08:00:00', '2023-04-01 17:00:00'),
(2, 'Web開発コース', '2023-01-01 08:00:00', '2023-04-01 17:00:00'),
(3, 'マーケティングコース', '2023-01-01 08:00:00', '2023-04-01 17:00:00'),
(4, 'AWSコース', '2023-01-01 08:00:00', '2023-04-01 17:00:00'),
(5, 'Javaコース', '2023-08-01 08:00:00', '2023-11-01 17:00:00'),
(6, 'Web開発コース', '2023-08-01 08:00:00', '2023-11-01 17:00:00'),
(1, 'マーケティングコース', '2023-08-01 08:00:00', '2023-11-01 17:00:00'),
(2, 'AWSコース', '2023-08-01 08:00:00', '2023-11-01 17:00:00'),
(3, 'Javaコース', '2024-01-01 13:00:00', '2024-05-01 19:00:00'),
(5, 'Web開発コース', '2024-01-01 13:00:00', '2024-05-01 19:00:00');
